{
  "objective.primary": {
    "defaultMessage": "Primaire"
  },
  "objective.secondary": {
    "defaultMessage": "Secondaire"
  },
  "objective.take-and-hold": {
    "defaultMessage": "Prendre et tenir"
  },
  "objective.description.take-and-hold": {
    "defaultMessage": "À la fin de la phase de Commandement de chaque joueur, le joueur dont c'est le tour marque 5 points de victoire pour chacune des conditions suivantes qu'il remplit (pour un maximum de 15 points de victoire) :\n- Il contrôle 1 pion objectif ou plus.\n- Il contrôle 2 pion objectif ou plus.\n- Il contrôle plus de pions objectif que son adversaire n'en contrôle.\n\nCet objectif principal ne peut pas être marqué au 1er round de bataille."
  },
  "objective.domination": {
    "defaultMessage": "Domination"
  },
  "objective.description.domination": {
    "defaultMessage": "À la fin de la phase de Commandement de chaque joueur, le joueur dont c'est le tour marque 5 points de victoire pour chacune des conditions suivantes qu'il remplit (pour un maximum de 15 points de victoire) :\n- Il contrôle 2 pion objectif ou plus.\n- Il contrôle 3 pion objectif ou plus.\n- Il contrôle plus de pions objectif que son adversaire n'en contrôle.\n\nCet objectif principal ne peut pas être marqué au 1er round de bataille."
  },
  "objective.unified-advance": {
    "defaultMessage": "Avance unifiée"
  },
  "objective.description.unified-advance": {
    "defaultMessage": "À la fin de la phase de Commandement de chaque joueur, le joueur dont c'est le tour marque 5 points de victoire pour chacune des conditions suivantes qu'il remplit (pour un maximum de 15 points de victoire) :\n- Il contrôle 1 objectif ou plus.\n- Il contrôle au moins 1 pion objectif marqué A\n- Il contrôle au moins 1 pion objectif marqué A, au moins 1 pion objectif marqué B et au moins 1 pion objectif marqué C.\nCet objectif principal ne peut pas être marqué au 1er round de bataille."
  },

  "objective.minimise-losses": {
    "defaultMessage": "Minimiser les pertes"
  },
  "objective.description.minimise-losses": {
    "defaultMessage": "En fin de bataille : 15pts si 75+% des unités présentes sur table au début de la partie sont vivantes em fin. 10pts si 50+%, 5pts si 25+%"
  },
  "objective.raze": {
    "defaultMessage": "Raser"
  },
  "objective.description.raze": {
    "defaultMessage": "En fin de bataille : 5pts si 1 objectif rasé, 15 pts si 2 objectifs"
  },
  "objective.data-intercept": {
    "defaultMessage": "Interception de données"
  },
  "objective.description.data-intercept": {
    "defaultMessage": "À la fin de la phase de mouvement, si l'unité est à portée de l'objectif et sans ennemis.\n+1pt par objectif contrôlé si l'unité est toujours à portée de l'objectif à la fin de la prochaine phase de commandement."
  },
  "objective.vital-ground": {
    "defaultMessage": "Terrain vital"
  },
  "objective.description.vital-ground": {
    "defaultMessage": "À la fin de vos phases de commandement :\n3pts si vous contrôlez l'objectif de l'adversaire, +2pts par objectif en zone neutre"
  },
  "objective.strategic-scan": {
    "defaultMessage": "Scan stratégique"
  },
  "objective.overrun": {
    "defaultMessage": "Débordement"
  },
  "objective.direct-assault": {
    "defaultMessage": "Assaut direct"
  },
  "objective.priority-targets": {
    "defaultMessage": "Cibles prioritaires"
  },
  "objective.battlefield-supremacy": {
    "defaultMessage": "Suprématie militaire"
  },

  "objective.outflank": {
    "defaultMessage": "Prise de flanc"
  },
  "objective.description.outflank": {
    "defaultMessage": "À la fin de votre phase de Commandement, 3pts si vous contrôlez les 2 pions objectifs marqués A. 5pts si vous contrôlez A et qu'il y a au moins 1 unité ennemie à 9'' du centre de table. Ne peut être marqué au 1er round"
  },
  "objective.secure-landing-sites": {
    "defaultMessage": "Sécurisez les sites d'atterrissage"
  },
  "objective.description.secure-landing-sites": {
    "defaultMessage": "À la fin de votre phase de Commandement, 2pts par objectif A contrôlé au T2, 2pts par objectif A au T3, 3pts par objectif A au T4, 6pts par objectif A au T5. Ne peut-être marqué au 1er round."
  },
  "objective.raid-supply-lines": {
    "defaultMessage": "Attaquez les lignes de ravitaillement"
  },
  "objective.description.raid-supply-lines": {
    "defaultMessage": "À la fin de votre phase de commandement, 3pts si vous contrôlez 1 des pions objectifs dans la zone de déploiement de votre adversaire, 5pts si vous contrôlez les 2. Ne peut-être marqué au 1er round."
  },
  "objective.centre-ground": {
    "defaultMessage": "Position centrale"
  },
  "objective.description.centre-ground": {
    "defaultMessage": "Chaque fois que votre armée accomplit l'action suivante, 3pts si vous contrôlez à ce moment là un des pions A, 5pts si vous contrôlez les 2 pions A. `Position Centrale (Action) : 1 unité de votre armée est à portée d'un pion A à la fin de votre phase de mouvement et qu'aucune unité ennemie (aérodynes exclus) n'est à portée de cet objectif. L'action est accomplie à la fin de votre prochaine phase de Commandement tant que l'unité est toujours à portée du pion."
  },
  "objective.ascend": {
    "defaultMessage": "S'élever"
  },
  "objective.description.ascend": {
    "defaultMessage": "À la fin de chacun de vos tours, si vous contrôlez le pion objectif central, vous marquez un nombre de points égal au numéro du round en cours. +1pt si votre seigneur de guerre est à portée du pion objectif central"
  },
  "objective.forward-push": {
    "defaultMessage": "Irruption"
  },
  "objective.description.forward-push": {
    "defaultMessage": "Action à réaliser. Au début de votre phase de mouvement, 1 unité peut commencer à effectuer l'action si elle est à portée d'un pion que vous contrôlez. Cette action est accomplie à la fin de votre tour. 1pt pour le pion dans votre camp, 2pts pour le pion central le plus proche de votre zone, 4pts pour le pion central le plus éloigné, 8pts pour le pion dans la zone adverse."
  },
  "objective.inload-data-psalm": {
    "defaultMessage": "Télécharger le data-psaume"
  },
  "objective.description.inload-data-psalm": {
    "defaultMessage": "Action à réaliser : Une ou plusieurs unités de votre armée peut commencer cette action à votre phase de mouvement. Chaque unité qiu commence doit être à porté d'un pion différent. Impossible si une unité ennemie est à portée du pion (aérodynes exclus). Cette action se termine à la fin de votre phase de commandement suivante. 1pt pour 1 action, 3pts pour 2 actions, 6pts pour 3 actions, 10pts pour 4 actions."
  },
  "objective.surgical-assault": {
    "defaultMessage": "Assaut Chirurgical"
  },
  "objective.description.surgical-assault": {
    "defaultMessage": "Marquez 5 points de victoire si vous contrôlez le pion objectif dans la zone adverse à la fin de votre tour."
  },
  "objective.survey": {
    "defaultMessage": "Sondage"
  },
  "objective.description.survey": {
    "defaultMessage": "Marquez 5 points de victoire si vous contrôlez les deux pions objectifs qui ne sont dans aucune des zones de déploiement des joueurs à la fin de votre phase de commandement. Cet objectif secondaire ne peut pas être marqué au 1er round de bataille."
  },
  "objective.encircle": {
    "defaultMessage": "Encercler"
  },
  "objective.description.encircle": {
    "defaultMessage": "Marquez 3 points de victoire si vous avez au moins 1 unité de votre armée (AÉRODYNES exclus) entièrement à 6'' de votre bord de champ de bataille et au moins 1 unité de votre armée (AÉRODYNES exclus) entièrement à 6'' du bord de champ de bataille adverse à la fin de votre tour (marquez 5 points de victoire à la place si 1 de ces unités est de surcroît entièrement dans la zone de déploiement adverse)."
  },
  "objective.lines-of-demarcation": {
    "defaultMessage": "Lignes de démarcation"
  },
  "objective.description.lines-of-demarcation": {
    "defaultMessage": "À la fin de votre tour, vous marquez 4 points de victoire si vous contrôlez les deux pions objectifs marqués A, ou 2 points de victoire si vous contrôlez les 2 pions objectifs marqués B (selon le gain le plus élevé)."
  },
  "objective.ransack": {
    "defaultMessage": "Saccage"
  },
  "objective.description.ransack": {
    "defaultMessage": "Marquez des points de victoire à la fin de votre phase de Commandement si vous contrôlez un ou plusieurs pions objectifs qui se trouvent dans la zone de déploiement adverse, comme indiqué par le tableau ci-dessous :\n- 1 pion contrôlé : 2 points de victoire\n- 2 pions contrôlé : 3 points de victoire\n- 3 pions contrôlé : 5 points de victoire"
  },
  "objective.test-their-line": {
    "defaultMessage": "Éprouvez leur Ligne"
  },
  "objective.description.test-their-line": {
    "defaultMessage": "Marquez 3 points de victoire à la fin de votre tour si deux unités de votre armée ou plus (AÉRODYNES exclus) sont entièrement dans la zone de déploiement de votre adversaire et qu'au moins deux bords de champ de bataille différents ont au moins une de ces unités entièrement à 6'' dé ux (si l'un de ces bords de champ de bataille est le bord de champ de bataille adverse, marquez 5 points de victoire à la place). Pour les besoins de cet objectif, une unité ne peut être entièrement à 6'' de deux bords de champ de bataille parce qu'elle est dans un angle du champ de bataille, vous pouvez choisir quel bord de champ de bataille prendre en compte à la fin de votre tour."
  },
  "objective.hold-the-center": {
    "defaultMessage": "Tenir le centre"
  },
  "objective.description.hold-the-center": {
    "defaultMessage": "Marquez 5 points de victoire à la fin de votre phase de commandement si vous contrôlez plus de pions objectif marqués B que votre adversaire n'en contrôle et que vous avez plus de figurines entièrement à 12'' du centre du champ de bataille que votre adversaire. Cet objectif secondaire ne peut pas être marqué au 1er round de bataille."
  },
  "objective.surround-them": {
    "defaultMessage": "Encerclez-les"
  },
  "objective.description.surround-them": {
    "defaultMessage": "Marquez 4 points de victoire à la fin de votre phase de Commandement et à la fin de la bataille si vous contrôlez les pions objectifs dans votre zone de déploiement et un pion objectif ou plus dans la zone de déploiement adverse. Marquez 8 points de victoire à la place si vous contrôlez les quatre pions objectif qui sont dans les zones de déploiement."
  },
  "objective.search-for-the-portal": {
    "defaultMessage": "Chercher le portail"
  },
  "objective.description.search-for-the-portal": {
    "defaultMessage": "Chaque fois qu'une unité de votre armée accomplit l'action Cherchez le Portail, vous marquez 1 point de victoire, et 1 point de victoire supplémentaire pour chaque pion objectif marqué A actuellement sous votre contrôle (pour un maximum de 5 points de victoire).\nChercher le Portail (Action) : 1 unité d'INFANTERIE de votre armée (PERSONNAGES exclus) peut commencer à effectuer cette action à la fin de votre phase de Mouvement si elle est entièrement dans la Zone de Fouille figurée sur la carte de déploiement (rayon de 12'' du centre). L'action est accomplie à la fin de votre prochaine phase de commandement tant que l'unité qui l'effectue est toujours entièrement dans la Zone de Fouille."
  },
  "objective.secure-no-mans-land": {
    "defaultMessage": "Sécuriser le no man's land"
  },
  "objective.description.secure-no-mans-land": {
    "defaultMessage": "À la fin de chacun de vos tours, si vous contrôlez le pion objectif central, vous marquez un nombre de points égal au numéro du round de bataille actuel."
  },
  "objective.siphon-power": {
    "defaultMessage": "Siphon de pouvoir"
  },
  "objective.description.siphon-power": {
    "defaultMessage": "Action à accomplir : une unité ou plus de votre armée peut commencer cette action à la fin de votre phase de mouvement. Chaque unité qui commence doit être à portée d'un objectif différent. Une unité ne peut pas commencer l'action si une unité ennemie (aérodyne exclu) est à portée de l'objectif. L'action est accomplie à la fin de votre prochaine phase de commandement. 1 action : 1pt, 2 actions : 3pts, 3 actions : 6pts, 4 actions: 10pts"
  }
}
